Revit 2024 API
ParameterTypeId.RbsInsulationThicknessForPipe Property
 "Insulation Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsInsulationThicknessForPipe { get; }
Visual Basic
Public Shared ReadOnly Property RbsInsulationThicknessForPipe As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsInsulationThicknessForPipe {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace